#### FtSup2PerKip Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ²/kip, indicating unit Square feet per kip.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup2PerKip { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup2PerKip As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup2PerKip { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace